Repository: fernl/BookCloud
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Initial commit
pt_br: Submissao inicial

source: You are not the owner of this branch
pt_br: Você não é o proprietário deste ramo

source: You are not merging a submission
pt_br: Você não está consolidando uma submissão

source: You are not merging!
pt_br: Você não está consolidando uma submissão

source: You still have unreviewed files
pt_br: Você ainda tem arquivos não revisados

source: You have finished merging _%s
pt_br: Você finalizou a consolidação do ramo _%s

source: Change in %s by %s
pt_br: Mudancas em %s por %s

source: Page submitted to _%s
pt_br: Submissão submetida para _%s

source: Edit:
pt_br: Editar:

source: Image
pt_br: Imagem

source: Math mode
pt_br: Modo matemático

source: Sections
pt_br: Seções

source: Style
pt_br: Estilo

source: Cancel
pt_br: Cancelar

source: Preview
pt_br: Prever

source: Submit
pt_br: Submeter

source: You are not merging
pt_br: Você não está consolidando uma submissão

source: has suggested a change to the file:
pt_br: sugeriu uma mudança no arquivo:

source: The proposed version is on the left, while the old version is on the right.
pt_br: A versão proposta está à esquerda, enquanto a versão antiga à direita.

source: Merging from _
pt_br: Consolidando do ramo _

source: Modifications not yet reviewed
pt_br: Modificações não revisadas

source: Accept suggestions
pt_br: Aceitar sugestões

source: Review file
pt_br: Revisar arquivo

source: View differences
pt_br: Ver diferenças

source: Changes reviewed
pt_br: Mudanças revisadas

source: You have finished all the reviews
pt_br: Você finalizou todas as revisões

source: Finish merge
pt_br: Finalizar consolidação

source: List of branches
pt_br: Lista de ramos

source: Download
pt_br: Baixar

source: Projects list
pt_br: Lista de projetos

source: Create new project
pt_br: Criar novo projeto

source: You need to be logged in to create a new project
pt_br: Você precisa estar logado para criar um novo projeto

source: This project name already exists
pt_br: Este nome de projeto já existe

source: Project created successfuly!
pt_br: Projeto criado com sucesso

source: You need to be logged in to create a new file
pt_br: Você precisa estar logado para criar um novo arquivo

source: This file name name already exists
pt_br: Esse nome de arquivo já existe

source: File created successfuly!
pt_br: Arquivo criado com sucesso

source: Create new file
pt_br: Criar novo arquivo

source: You need to be logged in to clone a project
pt_br: Você precisa estar logado para criar um ramo

source: This branch name already exists
pt_br: Esse nome de ramo já existe

source: Project cloned successfuly!
pt_br: Ramo criado com sucesso

source: Create your own branch of this project
pt_br: Crie seu próprio ramo deste projeto

source: Choose branch name
pt_br: Escolha um nome para o ramo
